{
    "header": {
      "aboutus": {
        "key": "About us",
        "company": "Company",
        "directors": "Founders"
      },
      "products": "Products",
      "references": {
        "key": "References",
        "users": "Users",
        "partners": "Partners"
      },
      "contact": "CONTACT US"
    },
  
    "footer": {
      "text": "© 2025 AlfaNum. All rights reserved."
    },
  
    "aboutus": {
      "iskustvo": {
        "key": "Experience",
        "value": "A domestic company that has been developing its products for over 20 years. Thanks to years of work, we possess vast resources for Serbian and related languages, which allow us to offer the highest quality solutions."
      },
      "uspeh": {
        "key": "Success",
        "value": "The fact that the company has survived for 20 years working exclusively on its own products is a clear indicator of the success and quality of the products it offers."
      },
      "sigurnost": {
        "key": "Security",
        "value": "With its own resources, data center, and team, the company provides absolute security to its clients. We also offer 'in-house' versions of all products for those who do not want their data to go online."
      },
      "prilagodljivost": {
        "key": "Adaptability",
        "value": "Speech recognition and synthesis are technologies we successfully develop and implement into products – thus we can adapt the technology to both your products and your needs."
      }
    },
  
    "main": {
      "naslovjedan": "Speech Technologies",
      "naslovdva": "AlfaNum",
      "podnaslov": "A company with many years of experience in developing speech technologies for Serbian and related languages. Our solutions, based on artificial intelligence and the expertise of our development team, include top-tier systems for text-to-speech (TTS) and automatic speech recognition (ASR), both for specialized domains and general-purpose use."
    },
  
    "proizvodiNaslov": "Products based on speech recognition (ASR).",
    "proizvodiNaslovTts": "Products based on speech synthesis (TTS).",
  
    "proizvodi": {
      "saznajVise": "Learn more",
      "medicta": "Software for dictating medical findings, tailored for the Serbian language.",
      "iurisdicta": "Software for dictating legal documents, tailored for the Serbian language.",
      "transcripta": "General-purpose speech recognizer for Serbian and other languages.",
      "ansintetizator": "High-quality speech synthesizer for Serbian and related languages.",
      "anreader": "Screen reader for blind and visually impaired individuals.",
      "citajmi": "Integration of the \"Read to Me\" option on websites."
     
    },
  
    "korisniciNaslov": "The users of our services are private and public institutions.",
  
    "partneri": {
      "naslov": "AlfaNum Partners.",
      "podnaslov": "We collaborate with small and large companies in Serbia and beyond, making speech technologies accessible to everyone."
    },
  
    "kompanija": {
      "naslov": "Company Profile.",
      "tekst1": "AlfaNum is an innovative company that has been developing modern speech technologies since 2003, aiming to make them accessible to a broad user base. Our team consists of experts in signal processing, artificial intelligence, and linguistics, and our commitment to quality and applicability is recognized throughout the region.",
      "tekst2": "As pioneers in developing software components for speech recognition and synthesis in Serbian, Croatian, and Montenegrin, we were the first in the region to offer such technologies. Initially intended for blind and visually impaired individuals, they are now successfully applied in various fields—from medicine and law to education and customer support.",
      "tekst3": "On our product pages, you can learn more about the functionalities we offer, and you can try the basic use of our speech technologies through demo applications. If you want to enhance your system with modern technological solutions, contact us—we are confident we will earn your trust.",
      "tekst4": "Thanks to advances in computing technology, even ordinary PCs today are powerful enough for high-quality speech recognition and synthesis. The accessibility of such devices has enabled broader application of speech technologies. However, the specifics of South Slavic languages make product development in this field particularly challenging, while the limited market size poses an additional obstacle for major global companies. AlfaNum recognized this opportunity and boldly started developing localized, high-quality solutions. Our key development areas include text-to-speech (TTS) and automatic speech recognition (ASR or Speech-to-Text - STT) systems for both specialized domains and large vocabulary use. Our technology is applied:",
      "li1": "In interactive voice systems, smartphones, and smart homes",
      "li2": "In applications for reading, dictating, and transcribing speech",
      "li3": "As part of assistive technologies for people with visual, hearing, or speech impairments",
      "bold": "AlfaNum relies on strong cooperation with the academic community. Most of our researchers are also lecturers and associates at the Department of Telecommunications and Signal Processing at the Faculty of Technical Sciences in Novi Sad. They have authored numerous scientific papers and participated in many national and international research projects."
    },
  
    "kartice": {
      "misija": {
        "naslov": "Mission",
        "tekst": "Our mission is to deliver high-quality, secure, and innovative IT solutions and services to clients in various domains."
      },
      "vizija": {
        "naslov": "Vision",
        "tekst": "Our vision is to strengthen our leadership position in the region in developing speech technologies for Serbian and related languages by continuously improving our products and services."
      },
      "rezultati": {
        "naslov": "Results",
        "tekst": "Ask our clients about our results—from individuals and small businesses to government institutions."
      }
    },
  
    "direktori": {
      "naslov": "Founders.",
      "direktor1": {
        "ime": "Prof. Dr. Vlado Delić",
        "biografija": "Vlado Delić is a full professor at the Faculty of Technical Sciences, University of Novi Sad, and one of the founders of AlfaNum. He leads several research and development projects at the faculty, with areas of expertise including acoustics, audio engineering, signal processing, and the development of speech technologies. Combining academic expertise with applied research, Vlado Delić has gathered a team of exceptional young professionals and established a regional leadership position in the development and application of speech technologies. He is the author or co-author of several books, 4 patents, 10 technical solutions, and over 250 scientific papers published in journals and conference proceedings."
      },
      "direktor2": {
        "ime": "Dr. Darko Pekar",
        "biografija": "Darko Pekar is the director of AlfaNum and one of its founders. He earned his degree and PhD at the Faculty of Technical Sciences in Novi Sad, where he was one of the key members of the speech technology team. Since 2003, he has led AlfaNum, managing the development of ASR and TTS systems for Serbian and related languages. He focuses on market-applicable solutions and has a strong track record of successful products and services. He is the author of over 70 scientific papers, 20 technical solutions, and 5 patents in the field of speech processing."
      },
      "direktor3": {
        "ime": "Prof. Dr. Milan Sečujski",
        "biografija": "Milan Sečujski is a full professor at the Faculty of Technical Sciences in Novi Sad and has led the speech synthesis research and development team at both the faculty and AlfaNum for over 15 years. His expertise lies in developing speech technologies with a focus on linguistic aspects, including phonetics, morphology, syntax, and prosody of South Slavic languages. He works on the development of speech and language resources that underpin many speech technology solutions. He is the author or co-author of over 100 scientific papers and dozens of technical solutions."
      },
      "direktor4": {
        "ime": "Goran Đaković",
        "biografija": "Goran Đaković is one of the founders of AlfaNum and the founder of Saga, one of the leading system integrators in Serbia. With extensive experience in business with multinational companies and collaboration with government and political officials, Đaković is a member of the Serbian Association of Managers, Chairman of the Board of the IT Sector Association of the Chamber of Commerce of Belgrade, a board member of both the Belgrade and Serbian Chambers of Commerce, as well as many other professional and business associations."
      }
    },
  
    "kontakt": {
      "tekst1": "Imate pitanje ili drugačiju ideju",
      "tekst2": "za primenu govornih tehnologija?",
      "podnaslov": "Slobodno nas kontaktirajte!",
      "forma": {
        "ime": "Ime",
        "prezime": "Prezime",
        "email": "Email",
        "poruka": "Poruka",
        "posalji": "Pošalji",
        "prodaja": "Prodaja",
        "podrska": "Podrška",
        "mreze": "Pratite nas i na društvenim mrežama."
      }
    },
    "medicta": {
        "naslov": "Software for dictating medical findings, now also in Serbian with supported Latin expressions and abbreviations",
        "tekstPrimena1": "MEDICTA is a specialized system for automatic transcription of dictated medical findings, developed to allow healthcare professionals to focus more on clinical work and less on administration. The system is specialized for medical terminology, and it recognizes naturally spoken text in real time with exceptional accuracy, even on computers with average performance.\n",
        "tekstPrimena2": "\n\nEach user is provided with a free trial period to personally verify the accuracy and usefulness of the system. Try the MEDICTA application and enhance your daily work with the help of modern speech technologies.",
        "strana": "user manual",
        "description": {
            "intro": "Depending on the needs of the institution, Medicta is delivered in multiple variants:",
            "list": [
                "<b>Cloud-based packages</b>, optimized for remote work and fast implementation",
                "<b>On-premise solution</b>, ideal for institutions requiring full control and data security"
                
        ],
            "middle": "Due to the sensitivity of medical data, many healthcare institutions choose the on-premise variant. In this case, the application is installed on a dedicated computer (server) within your internal network. Dictation recordings from any computer on the network are automatically sent to that server for recognition, which means your data never goes online, and their privacy is fully guaranteed.\n\nWhether your institution employs a few doctors or several hundred, Medicta adapts to your <b>capacity</b>. Our team will prepare an optimal offer based on your institution’s needs. Although Medicta has a modern and intuitive user interface and supports so-called tape mode—direct interaction with the transcript in any standard text editor (e.g., in a health information system, MS Word, etc.)—we also offer functional and visual customization according to your internal procedures and workflow.",
            "conclusion": "Contact us and send an inquiry – we will gladly prepare a solution that fully meets your needs."
   
},
        "tekstVideo": "This short video demonstrates the MEDICTA application in real-world conditions. Explore its key functionalities, see how the process of dictating and transcribing findings looks in real time, and assess how this technology can enhance your daily work.\n\nFaster report completion – no interruptions, no typing, no mistakes.",
        "naslovResource": "Flexible solutions for business clients.",
        "featuresPrimena": {
            "akronim": {
                "key": "Acronyms",
                "value": "Recognizes and interprets acronyms, measurement units, etc."
            },
            "latinski": {
                "key": "Latin",
                "value": "Successfully integrates Latin expressions with the Serbian language."
            },
            "formatiranje": {
                "key": "Formatting",
                "value": "Dictate punctuation and format the text using your voice."
            },
            "komande": {
                "key": "Commands",
                "value": "Supports special commands."
            },
            "ispravke": {
                "key": "Manual corrections",
                "value": "Enables efficient entry of manual corrections."
            },
           "sabloni": {
                "key": "Templates",
                "value": "Supports template usage, helping to avoid dictating standard report parts."
            },
            "personalizacija": {
                "key": "Personalization",
                "value": "The dictionary can be automatically expanded based on your previous findings."
            },
            "recnik": {
                "key": "Dictionary",
                "value": "You can add your own terms or remove ones you don’t use."
            },
            "rezim": {
                "key": "Tape mode",
                "value": "You can dictate into any external application that supports text input."
            }

        },
        "tekstPrednosti1": "To use the MEDICTA system, a powerful or expensive computer is not required—the speech processing is not done locally but on a server connected to the user’s computer. For individual users and smaller clinics, we recommend connecting to the AlfaNum cloud server, with simple access via the internet. For larger institutions, MEDICTA can be installed as an on-premise solution, i.e., on an internal server within the institution, allowing system use by a greater number of users with full data control.\n\nMEDICTA uses state-of-the-art noise reduction algorithms and adapts to the user’s voice, making the system reliable even with average-quality microphones. It successfully recognizes quiet speech as well, which is especially important in shared offices and environments with typical background noise. For additional precision and user comfort, AlfaNum also offers specialized headset and directional microphones at still very affordable prices.\n\nMore information about features, configuration options, and technical details can be found in the",
        "tekstPrednosti2": ", which thoroughly describes usage instructions as well as all the functionalities that can be tailored to your specific needs.",
        "featuresPrednosti": {
            "prilagodjenja": {
                "key": "Customization",
                "value": "The system can be adapted to the medical vocabulary of any medical field."
            },
            "integracija": {
                "key": "Integration",
                "value": "Can be easily integrated into any existing system or application already in use."
            },
            "klijentserver": {
                "key": "Client-server",
                "value": "This architecture enables speech processing to be performed on a centralized server, in the cloud or physically located within the institution, rather than on the user's individual computer."
            },
            "sigurnost": {
                "key": "Security",
                "value": "With a server located within the institution, recordings never leave the internal network, ensuring complete data security."
            },
            "racunari": {
                "key": "Computers",
                "value": "The server must meet certain hardware requirements, while user workstations can have average specifications—there’s no need to purchase new or more powerful machines."
            }
        }
}, "iurisdicta": {
        "naslov": "Software for dictating legal documents now available in Serbian, with support for proper names and abbreviations",
        "tekstPrimena1": "IURISDICTA is a specialized system for automatically generating legal documents based on dictation. It is designed to increase the efficiency of legal professionals—judges, lawyers, notaries, and others—and enable them to focus on the essence of their work rather than on lengthy and tedious text entry. The system's dictionary is supplemented with legal terminology, allowing it to convert natural speech into legal and administrative texts in real time with high accuracy, even on computers of average performance.\n",
        "tekstPrimena2": "\n\nA free trial period is available to all users so they can personally evaluate the system’s efficiency and accuracy. Try the IURISDICTA application and discover how speech can become the fastest way to draft legal documents such as motions and minutes.",
        "tekstVideo": "This short video demonstrates the IURISDICTA system in real-world conditions. Get familiar with its key functionalities, see how the dictation and automatic creation of legal documents works, and evaluate how this tool can enhance your daily legal practice.\n\nDraft legal documents faster – spend more time on legal analysis.",
        "featuresPrimena": {
            "akronim": {
                "key": "Acronyms",
                "value": "Supports proper interpretation of acronyms, units of measure, etc."
            },
            "imena": {
                "key": "Names",
                "value": "The dictionary includes numerous proper names typical for the Serbian-speaking area."
            },
            "formatiranje": {
                "key": "Formatting",
                "value": "Supports dictation of punctuation and formatting of text using voice commands."
            },
            "komande": {
                "key": "Commands",
                "value": "Supports special commands such as: \"delete word\", \"end dictation\", etc."
            },
            "ispravke": {
                "key": "Manual Corrections",
                "value": "Allows efficient entry of manual corrections."
            },
           "sabloni": {
                "key": "Templates",
                "value": "Supports use of templates to avoid dictating standard parts of legal documents."
            },
            "personalizacija": {
                "key": "Personalization",
                "value": "The dictionary can be automatically updated based on your existing documents."
            },
            "recnik": {
                "key": "Dictionary",
                "value": "You can manually add words to the dictionary or remove ones that do not suit your needs."
            },
            "rezim": {
                "key": "Tape mode",
                "value": "You can dictate into any external application that supports working with text."
            }

        },
        "naslovResource": "Flexible solutions for business users.",
         "description": {
            "intro": "Depending on your organization’s needs, <b>IURISDICTA</b> is available in multiple configurations that allow easy integration into existing workflows:",
            "list": [
                "<b>Cloud-based packages</b> – ideal for quick implementation and remote work by individuals and small offices",
                "<b>On-premise solution</b> – recommended for organizations that require full control over confidential data"
                
        ],
            "middle": "Due to the sensitivity of legal information, many institutions choose the on-premise option, where the application is installed on a dedicated server within your internal network. Dictations from any computer in the network are sent directly to that server for transcription, without exposing data to the internet, ensuring maximum security and confidentiality.\n\nRegardless of whether your office has just a few users or a large legal team with hundreds of employees, IURISDICTA can scale to meet your needs. Our team will prepare a technically and financially optimal offer based on your infrastructure and workflow.\n\nIn addition to its modern and intuitive interface, IURISDICTA supports the so-called stream mode, meaning that dictation transcripts can be written directly into any text editor (e.g., MS Word, documentation software, internal CMS). We also offer visual and functional customizations for easier integration with your internal procedures.",
            "conclusion": "Contact us and send an inquiry – we will gladly prepare a solution that fully meets your needs and requirements."
   
},
        "tekstPrednosti": "The IURISDICTA application is designed to easily adapt to various organizational and technical environments – from individual users to large legal institutions. More details about its features and customization options can be found in the user manual.\n\nThe system does not require a high-performance computer, as speech-to-text conversion is not performed locally but on a server connected to the user's device. Individual users and smaller offices are advised to use the AlfaNum cloud server, with simple access via the internet. For larger institutions (courts, law firms, legal departments), we recommend deploying an internal IURISDICTA server within your own network, which can serve a large number of users simultaneously while ensuring complete data security.\n\nIURISDICTA uses the latest noise reduction algorithms and adapts to the user’s voice, which allows it to operate reliably even with average-quality microphones. It also successfully recognizes quiet speech, which is especially important in shared offices and in the presence of typical office noise. For additional precision and comfort, AlfaNum also offers specialized headset and directional microphones at still very affordable prices.",
        "featuresPrednosti": {
            "integracija": {
                "key": "Integration",
                "value": "Can be easily integrated into any existing system or application already in use."
            },
            "klijentserver": {
                "key": "Client-server",
                "value": "This architecture allows speech processing to be performed on a centralized server, either in the cloud or physically located in the institution, rather than on the user's own computers."
            },
            "sigurnost": {
                "key": "Security",
                "value": "With a server located within the institution, recordings do not leave the internal network, which guarantees absolute data security."
            },
            "racunari": {
                "key": "Computers",
                "value": "The server must meet certain hardware requirements, while end-user computers can be of completely average specifications – there is no need to purchase new or more powerful machines."
            }
    }
},"transcripta": {
        "naslov": "Speech-to-text software now available in Serbian for all types of audio and video recordings",
        "naslovResource": "Flexible solutions for business users.",
        "tekstPrimena1": "TRANSCRIPTA is an advanced system for automatic speech transcription, developed without constraints to a specific domain. Thanks to its extensive vocabulary and powerful recognition models, it is ideal for various types of audio content – from phone calls, meetings, and interviews to broadcasts, hearings, and parliamentary sessions.",
        "tekstPrimena2": "\n\nTRANSCRIPTA is highly flexible in handling speech of different styles and topics, making it suitable for a wide range of professional and media needs. The system supports transcription of unrestricted content, diarization (automatic speaker separation within the recording), and precise time alignment of each spoken word. It automatically applies post-processing mechanisms that correct common transcription errors, improving the readability and accuracy of the results. For added control, users can access an intuitive online text editor that allows playback of the audio and easy editing of the recognized text.\n\nTRANSCRIPTA enables you to quickly and reliably convert speech to text – regardless of context, speakers, or environment.",
        "tekstVideo": "This short video demonstrates the functionality of the TRANSCRIPTA web portal. Get familiar with its key features: from uploading audio files and automatic transcription, through diarization, to easy transcript editing via a clear online editor.\n\nFrom recording to structured text – no restrictions, no delays, no complications.",
        "description": {
        "intro": "<b>TRANSCRIPTA</b> is designed as a professional solution for automatic transcription that fully adapts to your organization’s needs – whether you're a media company, contact center, or public/private institution. The system is available in multiple implementation options:",
        "list": [
            "<b>Cloud-based package</b> – ideal for fast implementation",
            "<b>On-premise solution</b> – recommended for organizations that require <b>complete control over confidential data and infrastructure</b>"
    ],
        "middle": "ue to the sensitivity of the content being transcribed (court records, interviews, business meetings, customer calls), many institutions opt for the <b>on-premise</b> solution. In this case, TRANSCRIPTA is installed on a local server within your network, and all data is processed internally without leaving the premises or being transmitted over the internet, ensuring complete privacy.\n\nWhether you transcribe just a few minutes or hundreds of hours of recordings daily, our team will tailor the offer according to your expected system load, the required number of parallel processing lines, and the specifics of your workflow. These parameters determine the software pricing and the server hardware specifications, with the option of load balancing for high-traffic systems. TRANSCRIPTA is also available through an Application Programming Interface (API), enabling full integration with existing systems – whether voicebot solutions, call centers, CRM, helpdesk, or internal platforms. Our team provides full support for integration into your business environment.\n\nTRANSCRIPTA supports multiple licensing models depending on the application type, including annual or perpetual licenses, pricing based on the number of concurrent lines, or usage-based billing. Regardless of your workload, industry, or team structure – TRANSCRIPTA adapts to your business.\n\n",
        "conclusion": "Contact us so we can prepare the optimal solution for your needs – with a focus on efficiency, security, and seamless integration."
    },
        "featuresPrimena": {
            "pojedinci": {
                "key": "Individuals",
                "value": "Transcription of podcasts, shows, and other audio and video materials – boost SEO, increase visibility, and expand your audience."
            },
            "preduzeca": {
                "key": "Businesses",
                "value": "Recording meetings, lectures, and other events ensures that everything is documented – transcription enables fast and easy content search and analysis."
            },
            "medijskekuce": {
                "key": "Media Companies",
                "value": "Enables subtitling, easier translation, and creation of searchable archives."
            },
            "sudovi": {
                "key": "Courts",
                "value": "Fast and simple transcription of hearings with automatic speaker diarization."
            },
            "ostali": {
                "key": "Others",
                "value": "Transcription of interviews, webinars, educational materials, and much more."
            }
        },
        "tekstPrednosti": "TRANSCRIPTA operates within a client-server architecture, allowing a high degree of flexibility and scalability. Speech-to-text conversion is performed exclusively on the server, while client applications can be installed on multiple computers within the network. Only the server requires specific hardware, while user computers can have completely average specifications.\n\nThe system can be implemented as a cloud solution, where speech-to-text conversion is done on remote servers with audio files sent over the internet, or as an on-premise solution, where everything operates locally within the user's network. While the cloud variant enables quick deployment, it implies data leaving the institution, which is unacceptable for some users. When dealing with confidential or sensitive data, sending information outside the local network poses a serious security risk. That’s why AlfaNum is one of the few domestic companies offering a true on-premise solution, meaning the server is installed at the user's physical location and all data remains within their network. Speech-to-text conversion is thus done locally, without sending data to the internet, ensuring absolute data privacy.",
        "featuresPrednosti": {
            "tacnost": {
                "key": "Accuracy",
                "value": "System accuracy is 90% at the word level, and over 95% at the character (letter) level."
            },
            "integracija": {
                "key": "Punctuation",
                "value": "The system places punctuation marks and capital letters in logical positions."
            },
            "jezik": {
                "key": "Language",
                "value": "Supports Serbian (Ekavian and Ijekavian), Croatian, and related languages, as well as English, Russian, and many others."
            },
            "brzina": {
                "key": "Speed",
                "value": "Depending on the hardware, it can run significantly faster than real time (e.g., transcribe a 1-hour recording in just a few minutes)."
            },
            "editor": {
                "key": "Editor",
                "value": "Includes a graphical user interface for easy transcript editing."
            }
        }
},"ansintetizator": {
    "naslov": "Text-to-Speech software that sounds completely natural – now available in Serbian, Croatian, and Montenegrin",
    "naslovResource": "Solutions for Business Users",
    "tekstPrimena1": "AlfaNum TTS is an advanced text-to-speech system with natural intonation and precise accentuation, making it the highest-quality speech synthesizer in the former Yugoslav region. The system is available for Serbian, Croatian, and Montenegrin, with a variety of male and female voices. Thanks to built-in prosody and accentuation elements, the generated speech is not only pleasant to listen to but also highly intelligible in a wide range of applications.",
    "tekstPrimena2": "\n\nAlfaNum TTS is one of the core software components that sets AlfaNum apart as a leader in speech technology across the region. It can be used as a standalone application through an intuitive web portal or via API integration into various apps (mobile, desktop, web, call centers, smart devices, and assistive tools). Synthesis can be performed in the cloud (on AlfaNum servers) or on a local (on-premise) server within your institution – ideal for situations where data security and privacy are of critical importance. AlfaNum TTS delivers natural, clear, and expressive speech – ready for use in business, educational, assistive, and technological contexts. Key features of the AlfaNum TTS software include:",
    "tekstVideo": "This short video demonstrates the web portal in action, with a clear and intuitive user interface. Discover its key features – from entering text and selecting a speaker to generating and downloading audio – quickly, clearly, and easily.\n\nFrom text to high-quality natural speech – in just a few clicks.",
    "description": {
    "intro": "AlfaNum TTS is an advanced text-to-speech solution fully tailored to your organization’s needs – whether you’re a small private company, a contact center, a media outlet, an educational platform, or a government institution. The system is available in several deployment models:",
    "list": [
        "<b>Cloud-based packages</b> – ideal for quick implementation",
        "<b>On-premise solution</b> – recommended for organizations that require full control over data, performance, and system response"
  ],
    "middle": "Due to the need for real-time synthesis, confidential data protection, and high system capacity, many institutions opt for the on-premise variant. In this case, the TTS system is installed on a local server within your network, ensuring that speech synthesis occurs internally, without sending text outside the institution. This approach guarantees maximum privacy, system speed, and reliability.\n\nWhether you need to synthesize short messages daily or thousands of sentences in real time, our team will develop a solution tailored to your business model:",
    "extraList": ["Optimization based on the volume of content to be synthesized", "Real-time processing with multiple parallel lines for call centers and voicebot use", "Load balancing and adaptation of hardware requirements"],
    "conclusion": "AlfaNum TTS supports Serbian, Croatian, and Montenegrin. Multiple male and female voices are available, and we also offer the possibility of developing a personalized brand voice – a unique and recognizable voice for your service or brand.\n\nThe system is also available via API, enabling easy integration with call centers, voicebot and chatbot solutions, web and mobile apps, e-learning, helpdesk, and interactive systems. Our team provides technical support during integration into your existing environment.\n\nDepending on the application and usage volume, various licensing options are available – including annual and perpetual licenses, licensing by the number of concurrent lines, or usage-based billing (per synthesized speech volume). Regardless of your industry, business scale, or technical requirements, AlfaNum TTS delivers reliable, natural, and technologically advanced speech synthesis that fits seamlessly into your system.\n\nContact us and we will work together to create a solution that best fits your needs – ensuring maximum efficiency, data security, and high-quality synthesized speech."
},
    "featuresPrimena": {
        "kvalitet": {
            "key": "Quality",
            "value": "The voice quality is close to natural human speech."
        },
        "dijakritike": {
            "key": "Diacritics",
            "value": "Correctly interprets words even when written without diacritical marks."
        },
        "stranereci": {
            "key": "Foreign words",
            "value": "Accurately pronounces a wide range of foreign words."
        },
        "platforme": {
            "key": "Platforms",
            "value": "Available on PC and Android platforms."
        }
    }
   
},"anreader": {
    "naslov": "Speech synthesis system in Serbian language, primarily intended for blind and visually impaired users",
    "naslovResource": "Software acquisition",
    "tekstPrimena1": "AnReader is a modern speech synthesis software in the Serbian language, primarily designed for blind and visually impaired individuals, but also for anyone who has difficulty reading or prefers to listen to digital content instead of reading it. It is based on proven AlfaNum TTS technology and produces clear, natural, and pleasant speech – available in various male and female voice options.",
    "tekstPrimena2": "\n\nThanks to support for Microsoft SAPI 4 and 5 interfaces, AnReader seamlessly integrates with popular screen readers such as NVDA, JAWS, Window-Eyes, and Dolphin ScreenReader. Based on AlfaNum TTS technology, AnReader offers clear and natural speech, making long-term listening easy and effortless.\n\nThe software is also extremely useful for people with other types of disabilities: dyslexia, multiple sclerosis, children with developmental disabilities, and cerebral palsy, and it can even be used as a communication aid by mute individuals. AnReader also has broad applications in education – lessons, articles, and other materials can be converted into audio files accessible to students anytime, anywhere. Learning while walking, traveling, or doing physical activities becomes a reality, making education more flexible and accessible.\n\nAnReader is also available as an Android application, optimized for mobile use and downloadable via the Google Play store. The desktop version of AnReader can be downloaded from the",
    "strana": "AnReader download page",
    "description": {
    "intro": "AnReader can be obtained as an assistive device for the blind and visually impaired through the Republic Health Insurance Fund (RFZO). To qualify, the insured person needs the following:",
    "list": [
        "a completed assistive device request form certified by the competent RFZO branch (requiring an ophthalmologist’s report and opinion)",
        "proof that the insured person is a member of the association of the blind",
        "proof that the insured person is a student or employed"
  ],
    "middle": "The documentation should be submitted to AlfaNum’s address, and as soon as we receive it, we will provide you with the software and activate the license for use. For users who are not eligible for subsidized assistive devices, AnReader can also be purchased commercially, via an annual license, available in several packages depending on the user’s needs.",
    "conclusion": "If you cannot see the world – AnReader will help you hear it."
   
}
},"citajmi": {
    "tekstPrimena": "“Read to Me” is an intelligent, easy-to-integrate solution that allows visitors to your website to listen to content with a single click instead of reading it. Thanks to high-quality speech synthesis in Serbian, Croatian, or Montenegrin, users receive information through a natural, clear, and pleasant voice—whether they're on the go, multitasking, or have difficulty reading.\n\nThis functionality is especially valuable to blind and visually impaired users who rely on screen readers, as the quality of the voice depends on the synthesizer itself, not the reader. AlfaNum is the only provider offering fluent and natural speech in Serbian and other South Slavic languages, significantly improving content accessibility.\n\n“Read to Me” adds a new dimension to news and informational websites—users can request playback of the latest or most important news, saving time and improving efficiency. The system also supports people with dyslexia, multiple sclerosis, cerebral palsy, and other conditions that make reading difficult.\n\nAnd the benefits don’t stop there—at today’s fast pace, many people want to stay informed while doing other tasks. “Read to Me” makes that possible: listen to the latest updates while driving, working, or relaxing.\n\nBy enabling audio playback of your website, you not only improve accessibility but also enhance the user experience and your organization’s social responsibility.",
    "naslov": "Enable listening to your website’s content in Serbian by adding the “Read to Me” option",
    "ozvuceniSajtovi": "Examples of websites with audio playback"
},
    "pretplata": {
        "medicta": "For individual users, Medicta is available through a monthly or yearly subscription, with unlimited usage during the subscription period.\nThe first two weeks are free—enough time to test all features and confirm the quality before subscribing. After signing up, you’ll receive the application and installation guide via email within 24 hours.\nSpeech-to-text conversion is performed on our servers, meaning you can use the application from any Windows computer without additional infrastructure. This subscription is intended for individual users, i.e., one doctor. You may install the system on multiple devices (e.g., at home and at work), but multi-user access is not allowed. If such usage is detected, the account will be permanently deactivated. Online support is available daily from 8 AM to 5 PM.\n\nBe faster, more precise, and more efficient in your daily work with the support of advanced speech technologies. Try the Medicta app today!",
        "iurisdicta": "For individual users, Iurisdicta is available through a monthly or yearly subscription, with unlimited use of the application during the subscription period.\nThe first two weeks are free, giving you enough time to test all features and confirm the quality before subscribing. After registration, you will receive the application and installation guide via email within 24 hours.\nSpeech-to-text conversion is performed on our servers, which means the application can be used from any Windows computer without additional infrastructure. This subscription is intended for individual users, i.e., one legal professional. It may be installed on multiple computers (e.g., at home and at work), but use by more than one person is not allowed. In the event of detected multi-user access, the account will be permanently deactivated. Online support is available daily from 8 AM to 5 PM.\n\nWork faster and more efficiently with the help of advanced speech technologies. Try the Iurisdicta app today!",
        "transcripta": "For individual users, we offer two subscription packages for using Transcripta via a simple and accessible <a href='https://transcripta.alfanum.co.rs/portal/' target='_blank' rel='noopener noreferrer' class='download-link'>web portal</a>, with no need for additional installation. The portal enables automatic speech-to-text transcription from audio and video recordings, diarization (speaker separation), as well as an online editor for reviewing and editing the transcript while simultaneously listening to the audio.\nThe first 5 minutes are free, so you can create an account and try out all the features before deciding to subscribe. Speech-to-text conversion is performed on our servers, and the portal can be accessed from any device (computer, tablet, or phone) via a web browser – simple, fast, and efficient.",
        "ansintetizator": "For individual users, the <a href='https://tts6_portal.alfanum.co.rs/login.php' target='_blank' rel='noopener noreferrer' class='download-link'>TTS web portal</a> is available through two subscription packages, providing easy access to all functionalities directly from your browser – no installation needed. In the demo application, you can try out the quality of the speech synthesis, and learn more about all the portal’s functionalities through a video demonstration.\nThe portal offers multiple voices, several languages (Serbian, Croatian, and Montenegrin), and an intuitive user interface for fast text-to-speech conversion. The synthesis is performed on our servers, so you can access the portal from any device (computer, phone, tablet) using a web browser."
    },
    "mesecna": {
        "naslov": "Monthly Subscription",
        "mesec": "mo",
        "koriscenje": "Unlimited usage",
        "govornik": "For one speaker",
        "podrska": "Online support",
        "h30": "Up to 30h of dictation per month"
    },
    "godisnja": {
        "naslov": "Yearly Subscription",
        "godina": "yr",
        "koriscenje": "Unlimited usage",
        "govornik": "For one speaker",
        "podrska": "Online support",
        "h30": "Up to 30h of dictation per month"
    },
    "poslovni": {
        "naslov": "Business Package",
        "inhouse": "Option for in-house server",
        "kastomizacija": "Application customization",
        "paket": "Custom packages",
        "api": "API available"
    },
    "osnovni": {
        "naslov": "Basic Packag",
        "h30": "30h per month",
        "nakonh30": "€1.2/h after that",
        "dijarizacija": "Diarization",
        "online": "Online editor"
    },
    "premium": {
        "naslov": "Premium Package",
        "h60": "60h per month",
        "nakonh60": "€1/h after that",
        "dijarizacija": "Diarization",
        "online": "Online editor"
    },
    "paket1": {
        "naslov": "Package 1",
        "karakteri": "200,000 characters/month",
        "karakterinakon": "€0.25/1,000 characters after that",
        "glas": "Voice selection"
    },
    "paket2": {
        "naslov": "Package 2",
        "karakteri": "600,000 characters/month",
        "karakterinakon": "€0.17/1,000 characters after that",
        "glas": "Voice selection"
    },
    "tromesecni": "Three-month package",
    "godisnjaLicenca": "Annual license",
    "dugme": {
        "izaberi": "Select",
        "upit": "Send inquiry"
    },
    "velikinaslovi": {
        "primena": "Applications",
        "anreader": "AnReader – Speech that opens the world.",
        "citajmi": "Čitaj mi – Turn text into speech, make your website more accessible.",
        "ansintetizator": "AN Synthesizer – Because your content deserves to be heard.",
        "transcripta": "Transcripta – Everything that is said, remains recorded.",
        "medicta": "Medicta – From speech to final report in a single breath.",
        "iurisdicta": "Iurisdicta – From spoken thought to legal document.",
        "prednostiInstitucije": "Benefits for institutions.",
        "videoIurisdicta": "Overview of IURISDICTA application features.",
        "videoAnsintetizator": "Overview of TTS web portal features.",
        "videoTranscripta": "Overview of TRANSCRIPTA web portal features.",
        "videoMedicta": "Overview of MEDICTA application features.",
        "karakteristikeSistema": "System features.",
        "pretplate": {
            "medicta": "Subscription packages for the MEDICTA application.",
            "iurisdicta": "Subscription packages for the IURISDICTA application.",
            "transcripta": "Subscription packages for the TRANSCRIPTA web portal.",
            "ansintetizator": "Subscription packages for the TTS web portal."
           
            
        }
    }
}