{
    "header": {
      "aboutus": {
        "key": "O nama",
        "company": "O kompaniji",
        "directors": "Direktori"
      },
      "products": "Proizvodi",
      "references": {
        "key": "Reference",
        "users": "Korisnici",
        "partners": "Partneri"
      },
      "contact": "KONTAKT"
    },
  
    "footer": {
      "text": "© 2025 AlfaNum. Sva prava zadržana."
    },
  
    "aboutus": {
      "iskustvo": {
        "key": "Iskustvo",
        "value": "Domaća kompanija koja preko 20 godina razvija svoje proizvode. Zahvaljujući dugogodišnjem radu, posedujemo ogromne resurse za srpski i njemu srodne jezike koji nam omogućuju da imamo najkvalitetnija rešenja."
      },
      "uspeh": {
        "key": "Uspeh",
        "value": "Činjenica da je kompanija opstala već 20 godina radeći isključivo na svojim proizvodima, vrlo je jasan pokazatelj uspešnosti i kvaliteta proizvoda koje nudi."
      },
      "sigurnost": {
        "key": "Sigurnost",
        "value": "Sa svojim resursima, svojim data centrom i timom, pruža apsolutnu sigurnost svojim klijentima. U ponudi imamo i \"in-house\" rešenja za sve kako Vaši podaci ne moraju izlaziti na internet."
      },
      "prilagodljivost": {
        "key": "Prilagodljivost",
        "value": "Prepoznavanje i sinteza govora su tehnologije koje uspešno razvijamo, a proizvodi su ugradnja istih - stoga tehnologiju možemo da prilagodimo kako Vašim proizvodima tako i Vašim potrebama."
      }
    },
  
    "main": {
      "naslovjedan": "Govorne tehnologije",
      "naslovdva": "AlfaNum.",
      "podnaslov": "Kompanija sa iskustvom od preko 20 godina koja se bavi govornim tehnologijama za srpski i srodne jezike, bazira se na AI i dugogodišnjem iskustvu našeg tima. Nudimo najkvalitetnija rešenja za sintezu i prepoznavanje govora u domenima medicine, prava i za opštu namenu."
    },
  
    "proizvodiNaslov": "Ovo su samo neki od AlfaNum proizvoda.",
  
    "proizvodi": {
      "saznajVise": "Saznaj više",
      "medicta": "Softver za diktiranje medicinskih nalaza prilagođen za srpski jezik.",
      "iurisdicta": "Softver za diktiranje pravnih dokumenata prilagođen za srpski jezik.",
      "transcripta": "Prepoznavač govora opšte namene na srpskom i drugim jezicima.",
      "ansintetizator": "Visokokvalitetan sintetizator govora na srpskom jeziku.",
      "anreader": "Čitač ekrana za slepe i slabovide osobe.",
      "citajmi": "Ugradnja opcije \"Čitaj mi\" na web sajtove."
    },
  
    "korisniciNaslov": "Korisnici naših usluga su privatne i državne institucije:",
  
    "partneri": {
      "naslov": "AlfaNum partneri.",
      "podnaslov": "Sarađujemo sa malim i velikim preduzećima u Srbiji i šire i zajedno činimo govorne tehnologije dostupne svima."
    },
  
    "kompanija": {
      "naslov": "Profil kompanije",
      "tekst1": "AlfaNum je inovativno preduzeće koje okuplja tim eksperata koji od 2003. godine nastoji da približi svet savremenih govornih tehnologija širokom krugu korisnika.",
      "tekst2": "U dosadašnjem periodu realizovane su softverske komponente za visoko kvalitetno prepoznavanje i sintezu govora na srpskom, hrvatskom i crnogorskom jeziku. U razvoju ovih govornih tehnologija, koje su inicijalno bile namenjene slepima i slabovidima, AlfaNum je prvi u regionu. Više informacija o našim komponentama možete naći na stranama o proizvodima i uslugama, a kako one rade, možete videti kroz demonstracije.",
      "tekst3": "Pored govornih tehnologija, AlfaNum se bavi razvojem i implementacijom proizvoda za osobe sa invaliditetom (OSI), kao i pozivnih centara, informacionih centara i baza podataka. Ako razmišljate o unapređenju svog sistema korišćenjem savremenih govornih tehnologija ili vam je potrebna neka druga stručna usluga, slobodno nam se obratite. Poverenje koje nam ukažete ispoštovaćemo u potpunosti.",
      "tekst4": "Napredak računarske tehnologije u poslednjih desetak godina omogućio je da i obični PC računari dostignu potrebnu efikasnost za uspešno prepoznavanje i sintezu govora. Pored toga, njihova relativno niska cena učinila je prednosti govornih tehnologija dostupnim sve većem broju korisnika. Specifičnosti južnoslovenskih jezika su velike, te je razvoj govornih tehnologija za svaki od njih vrlo izazovan zadatak. Pored toga, potencijalna tržišta nisu velika, što je dodatni razlog iz kog se nijedna svetska kompanija donedavno nije odlučila da krene u razvoj prepoznavanja i sintezu govora na srpskom i njemu srodnim jezicima. AlfaNum je na vreme prepoznao ovu stratešku prednost, krenuo u sopstveni razvoj i ostvarivanje sledećih osnovnih ciljeva i aktivnosti:",
      "li1": "Razvoj visoko kvalitetnog fleksibilnog sintetizatora govora na osnovu teksta (TTS)",
      "li2": "Razvoj automatskog prepoznavanja govora (ASR) na velikim rečnicima",
      "li3": "Razvoj sistema za konverziju govora",
      "li4": "Razvoj modula za obradu prirodnog jezika uključujući i upravljanje dijalogom",
      "li5": "Primene razvijenih govornih tehnologija u zemljama zapadnog Balkana:",
      "li51": "u multimodalnim sistemima za dijalog čovek-mašina (interaktivni govorni sistemi, pametni telefoni, pametne kuće,...)",
      "li52": "u aplikacijama kao što su: čitanje teksta, diktiranje teksta, transkripcija govora",
      "li53": "kao asistivne tehnologije: pomagala za osobe sa oštećenjem vida, govora ili sluha.",
      "bold": "Naučno-istraživačkim radom u okviru AlfaNum tima bavi se grupa nastavnika i saradnika Katedre za telekomunikacije i obradu signala Fakulteta tehničkih nauka u Novom Sadu. Više detalja o tome možete naći na stranama projekta AlfaNum."
    },
  
    "kartice": {
      "misija": {
        "naslov": "Misija",
        "tekst": "Naša misija je da proizvedemo visoko kvalitetna, sigurna i inovativna IT rešenja i servise za klijente u raznim domenima."
      },
      "vizija": {
        "naslov": "Vizija",
        "tekst": "Naša vizija je da ostanemo lider u regionu po pitanju govornih tehnologija za srpski i srodne jezike, neprestano unapređujući svoje proizvode i usluge."
      },
      "rezultati": {
        "naslov": "Rezultati",
        "tekst": "O našim rezultatima pitajte naše klijente - od pojedinaca i malih preduzeća do državnih institucija."
      }
    },
  
    "direktori": {
      "naslov": "Bord direktora",
      "direktor1": {
        "ime": "Vlado Delić",
        "biografija": "Dr Vlado Delić (1964)..."
      },
      "direktor2": {
        "ime": "Darko Pekar",
        "biografija": "Dr Darko Pekar (1972)..."
      },
      "direktor3": {
        "ime": "Milan Sečujski",
        "biografija": "Dr Milan Sečujski (1975)..."
      },
      "direktor4": {
        "ime": "Goran Đaković",
        "biografija": "Goran Đaković (1961)..."
      }
    },
  
    "kontakt": {
      "tekst1": "Imate drugačiju ideju za primenu",
      "tekst2": "govornih tehnologija?",
      "podnaslov": "Slobodno nas kontaktirajte!",
      "forma": {
        "ime": "Ime",
        "prezime": "Prezime",
        "email": "Email",
        "poruka": "Poruka",
        "posalji": "Pošalji",
        "prodaja": "Prodaja",
        "podrska": "Podrška",
        "mreze": "Pratite nas i na društvenim mrežama."
      }
    }
  }
  